Repository: MiKatre/django-emaillist
Catalog: emaillist/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Email Subscriptions
es: Suscripciones de correo electrónico
fr: Abonnements par courriel

source: Email subscription settings
es: Configuración de suscripción de correo electrónico
fr: Paramètres d'abonnement par courriel

source: You have been successfully resubscribed to the email list.
es: Has sido resubscrito exitosamente a la lista de correo electrónico.
fr: Vous avez été réabonné avec succès à la liste de diffusion.

source: It was a mistake?
es: ¿Fue un error?
fr: C'était une erreur ?

source: Unsubscribe
es: Cancelar suscripción
fr: Se désabonner

source: Email Subscription Confirmation
es: Confirmación de suscripción de correo electrónico
fr: Confirmation d'abonnement par courriel

source: Email Subscription Confirmed
es: Suscripción de correo electrónico confirmada
fr: Abonnement par courriel confirmé

source: Your subscription has been successfully confirmed. Thank you!
es: Tu suscripción ha sido confirmada exitosamente. ¡Gracias!
fr: Votre abonnement a été confirmé avec succès. Merci !

source: Email Subscription Error
es: Error de suscripción de correo electrónico
fr: Erreur d'abonnement par courriel

source: Invalid or expired confirmation link.
es: Enlace de confirmación inválido o expirado.
fr: Lien de confirmation invalide ou expiré.

source: You have been successfully unsubscribed from this email list.
es: Has sido dado de baja exitosamente de esta lista de correo electrónico.
fr: Vous avez été désabonné avec succès de cette liste de diffusion.

source: Resubscribe
es: Volver a suscribirse
fr: Se réabonner

source: Confirm your subscription
es: Confirma tu suscripción
fr: Confirmez votre abonnement

source: Please click on the following link to confirm your subscription:
es: Por favor, haz clic en el siguiente enlace para confirmar tu suscripción:
fr: Veuillez cliquer sur le lien suivant pour confirmer votre abonnement :

source: User is already subscribed to this list
es: El usuario ya está suscrito a esta lista
fr: L'utilisateur est déjà abonné à cette liste

source: Invalid or expired unsubscribe link.
es: Enlace de cancelación de suscripción inválido o expirado.
fr: Lien de désabonnement invalide ou expiré.
